{
  "part1": [
    {
      "question": "一般貨物自動車運送事業を経営しようとする者は、国土交通大臣の「許可」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！トラック事業（緑ナンバー）を始めるには、最も厳しい「許可」が必要です。",
      "imagePath": null
    },
    {
      "question": "運賃及び料金を設定または変更しようとするときは、あらかじめ国土交通大臣の「認可」を受けなければならない。",
      "isCorrect": false,
      "explanation": "不正解！現在は規制緩和により、認可ではなく「届出」で済みます（30日前までに届け出る）。",
      "imagePath": null
    },
    {
      "question": "事業者は、運行管理者を選任したときは、遅滞なくその旨を国土交通大臣に届け出なければならない。",
      "isCorrect": true,
      "explanation": "正解！選任だけでなく、解任した場合も届出が必要です。",
      "imagePath": null
    },
    {
      "question": "点呼は、原則として「対面」で行わなければならないが、運行上やむを得ない場合は電話その他の方法で行うことができる。",
      "isCorrect": true,
      "explanation": "正解！遠隔地での乗務開始・終了など、どうしても対面できない場合に限り電話点呼が認められています。",
      "imagePath": null
    },
    {
      "question": "乗務前の点呼においては、酒気帯びの有無について、運転者の目視等で確認すればよく、アルコール検知器の使用は必須ではない。",
      "isCorrect": false,
      "explanation": "絶対に不正解！現在は、対面・電話にかかわらず、必ず「アルコール検知器」を用いて確認しなければなりません。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、事業用自動車の運転者が長距離運転や夜間の運転に従事する場合、疲労等により安全な運転ができないおそれがあるときは、交替運転者を配置するよう指示しなければならない。",
      "isCorrect": true,
      "explanation": "正解！過労運転を防ぐための重要な職務です。",
      "imagePath": null
    },
    {
      "question": "事業者は、死者を生じた事故や重大な事故の疑いがある事故が発生した場合、原則として24時間以内に事故報告書を提出しなければならない。",
      "isCorrect": true,
      "explanation": "正解！国土交通省令では、死亡事故または重大事故事案の疑いがある場合に、24時間以内の報告が義務付けられています。軽微な事故は状況により報告不要です。",
      "imagePath": null
    },
    {
      "question": "運行指示書は、乗務前・乗務後いずれかの点呼の際に運転者に携行させればよい。",
      "isCorrect": false,
      "explanation": "不正解！運行指示書が必要な場合（中間点呼がある場合等）は、「乗務前」から「乗務終了」まで携行させなければなりません。",
      "imagePath": null
    },
    {
      "question": "事業者は、新たに雇い入れた運転者に対して、事故防止などの特別な指導を行うとともに、適性診断（初任診断）を受けさせなければならない。",
      "isCorrect": true,
      "explanation": "正解！初任運転者に対する義務です。また、65歳以上の高齢運転者には適性診断（適齢診断）が必要です。",
      "imagePath": null
    },
    {
      "question": "事業計画の変更のうち、営業所の名称変更などの軽微な事項については、事後に届け出ればよい。",
      "isCorrect": true,
      "explanation": "正解！原則は「認可」ですが、軽微なものは「事前届出」や「事後届出」で済む場合があります。",
      "imagePath": null
    },
    {
      "question": "運行管理者の資格者証を持っていない者でも、5年以上の実務経験があれば運行管理者に選任できる。",
      "isCorrect": false,
      "explanation": "不正解！運行管理者になるには「運行管理者資格者証」が必須です。実務経験だけでなれるのは「運行管理補助者（基礎講習修了など条件あり）」です。",
      "imagePath": null
    },
    {
      "question": "「特別積合せ貨物運送」とは、営業所などの拠点で荷物を積み替えながら輸送する形態（いわゆる路線便）のことである。",
      "isCorrect": true,
      "explanation": "正解！宅配便や路線トラックなどがこれに該当します。",
      "imagePath": null
    },
    {
      "question": "事業者は、乗務員の健康状態の把握に努め、疾病、疲労、睡眠不足などの理由により安全な運転ができないおそれがある乗務員を乗務させてはならない。",
      "isCorrect": true,
      "explanation": "正解！過労運転の防止義務です。「睡眠不足」も明記されています。",
      "imagePath": null
    },
    {
      "question": "点呼の記録は、原則として「1年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！運行記録計（タコグラフ）の記録なども1年保存です。",
      "imagePath": null
    },
    {
      "question": "アルコール検知器は、常時有効に保持しなければならない。",
      "isCorrect": true,
      "explanation": "正解！故障していないか、定期的に点検・メンテナンスしておく義務があります。",
      "imagePath": null
    },
    {
      "question": "乗務後点呼では、「自動車、道路及び運行の状況」について報告を求めなければならない。",
      "isCorrect": true,
      "explanation": "正解！乗務前の報告事項（日常点検など）とは異なります。",
      "imagePath": null
    },
    {
      "question": "複数の営業所でそれぞれ運行管理者を選任している場合、これらを統括する「統括運行管理者」を選任しなければならない。",
      "isCorrect": true,
      "explanation": "正解！保有車両数に関係なく、複数営業所を運営している場合は、それら営業所の運行管理体制を統括する統括運行管理者が必要です。",
      "imagePath": null
    },
    {
      "question": "事業者は、運行管理者がその業務を行うため必要な権限を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！責任だけでなく権限も与える必要があります。",
      "imagePath": null
    },
    {
      "question": "過積載運行を指示した場合、運行管理者資格者証の返納を命じられることがある。",
      "isCorrect": true,
      "explanation": "正解！重大な違反として、資格者証の返納命令の対象になります。",
      "imagePath": null
    },
    {
      "question": "運転者が一人の場合、2日を平均して1日当たりの運転時間は「9時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！改善基準告示の基本ルールです。",
      "imagePath": null
    },
    {
      "question": "事業者は、輸送の安全を確保するために必要な金額を予算に計上するなどの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！安全投資は義務です。",
      "imagePath": null
    },
    {
      "question": "貨物軽自動車運送事業（黒ナンバー）を経営しようとする者は、国土交通大臣の「許可」が必要である。",
      "isCorrect": false,
      "explanation": "不正解！軽トラックなどの軽貨物は「届出」で始められます。",
      "imagePath": null
    },
    {
      "question": "死者または重傷者を生じた事故を引き起こした営業所には、国土交通大臣による監査が行われることがある。",
      "isCorrect": true,
      "explanation": "正解！特別監査の対象となります。",
      "imagePath": null
    },
    {
      "question": "運転者が乗務を終了した後、引き続き他の運転者が乗務する場合、乗務後点呼を省略できる。",
      "isCorrect": false,
      "explanation": "不正解！交替する場合でも、乗務を終えた運転者の「乗務後点呼」は省略できません。ただし「対面」を省略し、引き継ぎ事項の伝達で代えることができる特例はあります（条件付き）。",
      "imagePath": null
    },
    {
      "question": "事業者は、事故惹起運転者（事故を起こした運転者）に対し、再度乗務させる前に特別な指導を行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！特定診断の受診や特別指導が必要です。",
      "imagePath": null
    },
    {
      "question": "運行記録計（タコグラフ）の装着義務があるのは、車両総重量が「7トン以上」または最大積載量が「4トン以上」の事業用トラックである。",
      "isCorrect": true,
      "explanation": "正解！以前より対象範囲が拡大されています。",
      "imagePath": null
    },
    {
      "question": "事業者は、安全管理規程を定めたときは、国土交通大臣に「許可」を受けなければならない。",
      "isCorrect": false,
      "explanation": "不正解！安全管理規程は「届出」です。",
      "imagePath": null
    },
    {
      "question": "運行管理者の補助者は、点呼の一部を行うことができるが、点呼の総回数の「3分の2未満」でなければならない。",
      "isCorrect": true,
      "explanation": "正解！補助者がすべて行うことはできません。",
      "imagePath": null
    },
    {
      "question": "名義貸しの禁止規定に違反した場合、事業許可の取消し処分の対象となる。",
      "isCorrect": true,
      "explanation": "正解！最も重い処分の一つです。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、異常気象などで輸送の安全確保に支障が生ずるおそれがあるときは、乗務員に対する指示や、一時運行の中断などの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！無理に走らせてはいけません。",
      "imagePath": null
    }
  ],
  "part2": [
    {
      "question": "自動車検査証の有効期間が満了した自動車は、道路を運行してはならない。",
      "isCorrect": true,
      "explanation": "正解！いわゆる「車検切れ」の車は公道を走れません。",
      "imagePath": null
    },
    {
      "question": "事業用自動車の日常点検は、運行管理者が行わなければならない。",
      "isCorrect": false,
      "explanation": "不正解！日常点検を行う義務があるのは「自動車の使用者」または「運行する者（運転者）」です。運行管理者はその実施を管理する立場です。",
      "imagePath": null
    },
    {
      "question": "貨物自動車運送事業の用に供する車両総重量8トン以上の自動車の定期点検基準は、「3ヶ月」ごとである。",
      "isCorrect": true,
      "explanation": "正解！事業用トラックは走行距離が長いため、自家用車（1年ごと）よりも短い「3ヶ月ごと」の点検が義務付けられています。",
      "imagePath": null
    },
    {
      "question": "日常点検の結果、安全な運行に支障がないと認められた場合でも、点検の結果を点検記録簿などに記録・保存しなければならない。",
      "isCorrect": false,
      "explanation": "不正解！「日常点検」の記録保存義務はありません（事業者が独自にルール化している場合は別ですが、法律上の保存義務は定期点検のみです）。※ただし、運行管理者の業務として「日常点検の実施の確認」は必要です。",
      "imagePath": null
    },
    {
      "question": "自動車検査証は、当該自動車に備え付けなければ、運行の用に供してはならない。",
      "isCorrect": true,
      "explanation": "正解！原本の携帯（備え付け）が必須です。コピーでは不可です。",
      "imagePath": null
    },
    {
      "question": "整備管理者は、自動車の点検・整備に関する実務経験が「1年以上」あれば選任できる。",
      "isCorrect": false,
      "explanation": "不正解！整備士資格を持っていない場合、実務経験は「2年以上」必要です（＋選任前研修の修了）。",
      "imagePath": null
    },
    {
      "question": "事業用自動車の定期点検整備記録簿は、「1年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！3ヶ月点検などの記録は1年間保存です。",
      "imagePath": null
    },
    {
      "question": "不正改造車の使用者に対し、地方運輸局長は整備命令を発令し、その自動車の使用を停止させることができる。",
      "isCorrect": true,
      "explanation": "正解！「不正改造車」のステッカーが貼られ、整備して保安基準に適合させるまで使用できません。",
      "imagePath": null
    },
    {
      "question": "タイヤの溝の深さは、ウェアインジケーター（スリップサイン）により確認し、溝の深さが「1.6mm」以上残っていなければならない。",
      "isCorrect": true,
      "explanation": "正解！これ未満になると整備不良となります。",
      "imagePath": null
    },
    {
      "question": "車両総重量8トン以上の事業用トラックには、最高速度を90km/h以下に制限する「速度抑制装置（スピードリミッター）」の装着が義務付けられている。",
      "isCorrect": true,
      "explanation": "正解！大型トラックのスピード出しすぎを防ぐための装置です。",
      "imagePath": null
    },
    {
      "question": "自動車登録番号標（ナンバープレート）は、見やすいように表示しなければならず、カバーを取り付けたり、回転させて取り付けたりすることは禁止されている。",
      "isCorrect": true,
      "explanation": "正解！視認性を損なう行為はすべて禁止です。",
      "imagePath": null
    },
    {
      "question": "日常点検において、ウィンド・ウォッシャー液の量やワイパーの拭き取り状態を確認することは義務付けられていない。",
      "isCorrect": false,
      "explanation": "不正解！これらも日常点検の項目に含まれています。",
      "imagePath": null
    },
    {
      "question": "自動車の長さ、幅、高さに変更が生じた場合、15日以内に「構造等変更検査」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！改造してサイズが変わった場合は検査が必要です。",
      "imagePath": null
    },
    {
      "question": "初めて自動車を使用するときに行う検査を「新規検査」という。",
      "isCorrect": true,
      "explanation": "正解！ナンバープレートが付いていない新車や中古車を登録する際の検査です。",
      "imagePath": null
    },
    {
      "question": "車検の有効期間の更新を受けようとする場合、有効期間満了の「1ヶ月前」から検査を受けることができる。",
      "isCorrect": true,
      "explanation": "正解！1ヶ月前から受けられます（指定整備工場を利用する場合の特例などもあります）。",
      "imagePath": null
    },
    {
      "question": "スペアタイヤの空気圧や溝の深さの確認は、日常点検の項目に含まれる。",
      "isCorrect": false,
      "explanation": "不正解！スペアタイヤの状態確認は「定期点検（3ヶ月点検）」の項目であり、毎日の日常点検では必須ではありません。",
      "imagePath": null
    },
    {
      "question": "自動車の灯火類（ヘッドライトなど）の色や明るさは、保安基準で細かく定められており、勝手に変更してはならない。",
      "isCorrect": true,
      "explanation": "正解！白や淡黄色など決められた色以外にすると不正改造になります。",
      "imagePath": null
    },
    {
      "question": "貨物自動車には、車両総重量に関係なく、後部反射器（反射板）を取り付けなければならない。",
      "isCorrect": true,
      "explanation": "正解！夜間の追突事故防止のため、貨物自動車には原則として後部反射器の装着が義務付けられています。",
      "imagePath": null
    },
    {
      "question": "自動車の使用者は、使用の本拠の位置に変更があった場合、15日以内に変更登録の申請をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！引っ越しなどで車庫の場所が変わった場合です。",
      "imagePath": null
    },
    {
      "question": "非常信号用具（発炎筒など）は、使用期限が切れていても積載していれば違反にはならない。",
      "isCorrect": false,
      "explanation": "不正解！いつでも使える有効な状態でなければ「備え付けた」とは言えません。期限切れは車検に通りません。",
      "imagePath": null
    },
    {
      "question": "整備管理者は、定期点検の実施計画を策定し、その実施を指導監督する権限を持つ。",
      "isCorrect": true,
      "explanation": "正解！整備管理者の重要な職務です。",
      "imagePath": null
    },
    {
      "question": "貨物自動車運送事業に使用する自動車の車検有効期間は、新車登録時は2年、以降は「1年」である。",
      "isCorrect": true,
      "explanation": "正解！8トン未満でも事業用（緑ナンバー）なら毎年車検です。（※自家用乗用車とは違います）",
      "imagePath": null
    },
    {
      "question": "ホイール・ナットの緩みの確認は、目視だけでなく、点検ハンマー等を用いて行わなければならない。",
      "isCorrect": false,
      "explanation": "不正解！「日常点検」においては目視等で確認すれば足ります。ハンマー等を使うのは「定期点検」のレベルです（ただし、ディスク・ホイールの取付状態の確認は日常点検項目です）。",
      "imagePath": null
    },
    {
      "question": "自動車検査証の記載事項（使用者など）に変更があったときは、15日以内に「記入申請」を行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！変更登録とは手続きの名称が微妙に異なりますが、変更手続きが必要な点は同じです。",
      "imagePath": null
    },
    {
      "question": "運行中に異常を認めた場合、運転者は運行管理者に報告し、適切な指示を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！無理に走行を続けてはいけません。",
      "imagePath": null
    },
    {
      "question": "停止表示器材（三角表示板）は、ほとんどすべての自動車に備え付けが義務付けられている。",
      "isCorrect": true,
      "explanation": "正解！高速道路や自動車専用道路で故障などにより停止した場合には、停止表示器材を表示しなければなりません。",
      "imagePath": null
    },
    {
      "question": "使用済自動車の再資源化等に関する法律（自動車リサイクル法）に基づき、事業用自動車もリサイクル料金を預託しなければならない。",
      "isCorrect": true,
      "explanation": "正解！事業用だからといって免除はされません。",
      "imagePath": null
    },
    {
      "question": "タイヤの空気圧点検は、タイヤが温まっている走行直後に行うのが望ましい。",
      "isCorrect": false,
      "explanation": "不正解！走行後は空気が膨張して圧が高くなるため、正確な測定は「走行前（タイヤが冷えている時）」に行います。",
      "imagePath": null
    },
    {
      "question": "車両総重量が8トン以上のトラックには、運行記録計（タコグラフ）の装着が義務付けられている。",
      "isCorrect": true,
      "explanation": "正解！Part1とも被りますが、車両法（保安基準）でも規定されています。",
      "imagePath": null
    },
    {
      "question": "エンジンのオイル量や冷却水の量の確認は、日常点検の必須項目である。",
      "isCorrect": true,
      "explanation": "正解！ボンネットを開けるか、キャブをチルトして確認します。",
      "imagePath": null
    }
  ],
  "part3": [
    {
      "question": "「駐車」とは、車両等が客待ち、荷待ち、故障その他の理由により継続的に停止すること、または運転者が車から離れて直ちに運転できない状態をいう。",
      "isCorrect": true,
      "explanation": "正解！逆に、人の乗り降りや、5分以内の荷物の積み下ろしで、すぐ運転できる状態なら「停車」になります。",
      "imagePath": null
    },
    {
      "question": "交差点の側端から「5メートル以内」の部分は、駐車も停車も禁止されている。",
      "isCorrect": true,
      "explanation": "正解！交差点、横断歩道、自転車横断帯、踏切などは「駐停車禁止」エリア（5m以内）です。",
      "imagePath": null
    },
    {
      "question": "消防用機械器具の置場や消防用防火水槽の出入口から「5メートル以内」の部分は、駐車禁止場所であるが、停車は認められている。",
      "isCorrect": true,
      "explanation": "正解！ここは「駐車禁止」場所なので、人の乗り降りなどの「停車」ならOKです。",
      "imagePath": null
    },
    {
      "question": "運行中のバスの停留所の表示板（標示柱）から「10メートル以内」の部分は、運行時間中であれば駐車も停車も禁止されている。",
      "isCorrect": true,
      "explanation": "正解！バス停は「駐停車禁止」です。運行時間外なら停められます。",
      "imagePath": null
    },
    {
      "question": "準中型自動車免許（準中型免許）を持っていれば、車両総重量7.5トン未満、最大積載量4.5トン未満の自動車を運転できる。",
      "isCorrect": true,
      "explanation": "正解！準中型免許は「総重量3.5t以上 7.5t未満」「積載量2t以上 4.5t未満」です。",
      "imagePath": null
    },
    {
      "question": "大型自動車免許を取得するには、21歳以上で、かつ普通免許等の保有期間が通算して「3年以上」なければならない。",
      "isCorrect": true,
      "explanation": "正解！中型は20歳以上・2年、準中型は18歳から取得可能です。（※特例教習を受けた場合を除く基本ルールとして）",
      "imagePath": null
    },
    {
      "question": "過積載（積載量オーバー）をして運転した場合、運転者だけでなく、事業主や荷主に対しても責任が問われることがある。",
      "isCorrect": true,
      "explanation": "正解！警察署長から「再発防止命令」が出されることもあります。",
      "imagePath": null
    },
    {
      "question": "高速自動車国道における大型貨物自動車（特定中型含む）の法定最高速度は、時速100キロメートルである。",
      "isCorrect": false,
      "explanation": "不正解！大型トラックやトレーラーなどの法定最高速度は「時速80キロ」です。100キロ出せるのは普通車や大型バスなどです。",
      "imagePath": null
    },
    {
      "question": "車両の高さ制限は、原則として3.8メートル（指定道路等は4.1メートル）であるが、積載物の高さもこれに含まれる。",
      "isCorrect": true,
      "explanation": "正解！地面から積載物の頂点までの高さです。",
      "imagePath": null
    },
    {
      "question": "運転者が過労により正常な運転ができないおそれがあることを知りながら、車両を提供したり運転を依頼したりすることは禁止されている。",
      "isCorrect": true,
      "explanation": "正解！過労運転の下命・容認は重い違反となります。",
      "imagePath": null
    },
    {
      "question": "追い越し禁止場所であっても、原動機付自転車（原付）を追い越すことは認められている。",
      "isCorrect": false,
      "explanation": "不正解！追い越し禁止場所では、相手が自動車・原付・軽車両（自転車）であっても追い越しは禁止です。進路変更を伴わない「追い抜き」のみが認められます。",
      "imagePath": null
    },
    {
      "question": "黄色の灯火の信号（黄色信号）は、いかなる場合も停止位置を超えて進行してはならない。",
      "isCorrect": false,
      "explanation": "不正解！原則は止まれですが、「安全に停止することができない場合」はそのまま進むことができます（急ブレーキによる追突防止など）。",
      "imagePath": null
    },
    {
      "question": "車庫の出入口から「3メートル以内」の場所は、駐車禁止である。",
      "isCorrect": true,
      "explanation": "正解！自分の家の車庫の前であっても、路上駐車は違反になります。",
      "imagePath": null
    },
    {
      "question": "道路の左側端に沿って駐車する場合、車両の右側に「3.5メートル以上」の余地がなければ駐車してはならない。",
      "isCorrect": true,
      "explanation": "正解！「無余地駐車の禁止」です。他の車が通れるスペースが必要です。",
      "imagePath": null
    },
    {
      "question": "運転中に携帯電話等を手に持って通話したり、画面を注視したりすることは禁止されており、赤信号で停止している間でも認められない。",
      "isCorrect": true,
      "explanation": "正解！信号待ちで停止していてもエンジンがかかっていれば「運転中」に該当し、携帯電話の使用は違反になります。",
      "imagePath": null
    },
    {
      "question": "初心運転者標識（若葉マーク）の表示義務があるのは、免許取得後「1年間」である。",
      "isCorrect": true,
      "explanation": "正解！準中型免許を取得したばかりの人も対象です。",
      "imagePath": null
    },
    {
      "question": "酒気を帯びている者に車両を提供することは禁止されているが、酒類を提供することは禁止されていない。",
      "isCorrect": false,
      "explanation": "不正解！運転すると知りながらお酒を出す行為（酒類提供罪）も厳しく処罰されます。同乗者も同罪です。",
      "imagePath": null
    },
    {
      "question": "交通事故が発生した場合、直ちに運転を停止し、負傷者の救護と道路における危険防止の措置を講じ、警察官に報告しなければならない。",
      "isCorrect": true,
      "explanation": "正解！これらの義務（救護義務、報告義務）を怠ると、いわゆる「ひき逃げ」「当て逃げ」になります。",
      "imagePath": null
    },
    {
      "question": "自動車を後退（バック）させるときは、シートベルトを着用しなくても違反にはならない。",
      "isCorrect": true,
      "explanation": "正解！後退時など、やむを得ない場合は着用義務が免除されます。",
      "imagePath": null
    },
    {
      "question": "中型免許（中型自動車）の車両総重量の範囲は、7.5トン以上11トン未満である。",
      "isCorrect": true,
      "explanation": "正解！これを超えると大型（11トン以上）、下回ると準中型（3.5〜7.5トン）になります。",
      "imagePath": null
    },
    {
      "question": "警察官は、過積載をしている車両に対し、その場で積載物の重量を測定させることができる。",
      "isCorrect": true,
      "explanation": "正解！拒否すると処罰されます。",
      "imagePath": null
    },
    {
      "question": "道路標識等により駐車が禁止されている場所であっても、荷物の積み下ろしのために運転者が車を離れず、直ちに運転できる状態であれば駐車違反にはならない。",
      "isCorrect": true,
      "explanation": "正解！それは「停車」にあたるため、駐車禁止場所（かつ停車禁止でない場所）であればOKです。",
      "imagePath": null
    },
    {
      "question": "夜間、道路上に駐車するときは、尾灯などの灯火をつけなければならない。",
      "isCorrect": true,
      "explanation": "正解！夜間の道路上での駐車は灯火義務があります。短時間の停車には必ずしも義務付けられていません。",
      "imagePath": null
    },
    {
      "question": "同一の場所に引き続き12時間以上（夜間は8時間以上）駐車することは、保管場所法違反（青空駐車）となる。",
      "isCorrect": true,
      "explanation": "正解！駐車禁止場所でなくても、道路を車庫代わりに使用することは禁止です。",
      "imagePath": null
    },
    {
      "question": "運転免許証の有効期間が過ぎてしまった場合でも、6ヶ月以内であれば無免許運転にはならない。",
      "isCorrect": false,
      "explanation": "不正解！1日でも過ぎれば免許は失効し、その状態で運転すれば「無免許運転」になります（うっかり失効の手続き期間とは別問題です）。",
      "imagePath": null
    },
    {
      "question": "車両総重量が同じであれば、最大積載量はトラックの形状や架装によって異なる。",
      "isCorrect": true,
      "explanation": "正解！ユニック車や冷凍車などは装備が重いため、その分積める荷物の量（最大積載量）は減ります。",
      "imagePath": null
    },
    {
      "question": "片側三車線以上の通行帯がある道路では、最も右側の通行帯は追い越しのために空けておき、そのすぐ左側の通行帯を通行する。",
      "isCorrect": false,
      "explanation": "不正解！大型貨物自動車等は、一番左側の車両通行帯を通行するのが原則です（指定通行区分がある場合）。",
      "imagePath": null
    },
    {
      "question": "トンネル内は、車両通行帯（複数車線）がある場合を除き、追い越し禁止場所である。",
      "isCorrect": true,
      "explanation": "正解！センターラインが白の実線やオレンジの場合は追い越し禁止です。",
      "imagePath": null
    },
    {
      "question": "自動車の乗車定員は、12歳以上の者1人につき、12歳未満の小児1.5人として計算する。",
      "isCorrect": true,
      "explanation": "正解！つまり「大人2人＝子供3人」で計算します。",
      "imagePath": null
    },
    {
      "question": "クリープ現象とは、オートマチック車において、アクセルペダルを踏まなくても車がゆっくり動き出す現象のことである。",
      "isCorrect": true,
      "explanation": "正解！渋滞時や駐車時に便利ですが、追突事故の原因にもなるのでブレーキをしっかり踏む必要があります。",
      "imagePath": null
    }
  ],
  "part4": [
    {
      "question": "労働契約の締結に際し、使用者は労働者に対して、賃金、労働時間その他の労働条件を明示しなければならない。",
      "isCorrect": true,
      "explanation": "正解！特に賃金などの重要事項は「書面」での明示が義務付けられています。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者を解雇しようとする場合、少なくとも「30日前」にその予告をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！予告しない場合は、30日分以上の平均賃金（解雇予告手当）を支払う必要があります。",
      "imagePath": null
    },
    {
      "question": "トラック運転者の1ヶ月の拘束時間は、原則として「284時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年改善基準告示】1か月の拘束時間は原則284時間以内とされています。",
      "imagePath": null
    },
    {
      "question": "1日の休息期間（勤務終了から次の始業までの時間）は、継続「11時間以上」与えるよう努めることを基本とし、いかなる場合も「9時間」を下回ってはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年新基準】以前の「継続8時間」から「継続9時間」に引き上げられました。",
      "imagePath": null
    },
    {
      "question": "連続運転時間は「4時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！4時間経過する直後に、合計30分以上の休憩等を確保しなければなりません。",
      "imagePath": null
    },
    {
      "question": "連続運転時間を中断するための休憩は、1回あたり「10分以上」で分割することができる。",
      "isCorrect": true,
      "explanation": "正解！10分未満の休憩はカウントされません。10分×3回などで合計30分確保すればOKです。",
      "imagePath": null
    },
    {
      "question": "1日（始業から24時間）の運転時間は、2日（特定の日とその前日）を平均して「9時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！今日と昨日、今日と明日、どちらの平均も9時間以内でなければなりません。",
      "imagePath": null
    },
    {
      "question": "荷待ち時間（荷物の積み下ろしを待っている時間）は、労働時間には含まれず、休憩時間として扱われる。",
      "isCorrect": false,
      "explanation": "不正解！荷待ち時間は、使用者の指揮命令下に置かれているため「労働時間（拘束時間）」に含まれます。休憩時間ではありません。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働協約に定めれば、労働者に不測の損害を与えた場合の賠償予定額（例：事故を起こしたら100万円支払う等）を契約時に決めることができる。",
      "isCorrect": false,
      "explanation": "不正解！賠償予定の禁止です。実際に発生した損害について請求することは可能ですが、あらかじめ金額を決めておくことは違法です。",
      "imagePath": null
    },
    {
      "question": "法定労働時間（1日8時間、週40時間）を超えて労働させる場合は、いわゆる「36協定（サブロク協定）」を締結し、所轄労働基準監督署長に届け出なければならない。",
      "isCorrect": true,
      "explanation": "正解！これなしに残業させることはできません。",
      "imagePath": null
    },
    {
      "question": "使用者は、6ヶ月間継続勤務し、全労働日の8割以上出勤した労働者に対して、年次有給休暇を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！最初の付与日数は原則10日です。",
      "imagePath": null
    },
    {
      "question": "休日は、原則として「毎週少なくとも1回」与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！または「4週間を通じて4日以上」という変形休日制も可能です。",
      "imagePath": null
    },
    {
      "question": "時間外労働（残業）に対する割増賃金の率は、通常の労働時間の賃金の「2割5分（25%）以上」である。",
      "isCorrect": true,
      "explanation": "正解！深夜労働（22時〜翌5時）も同様に25%増しです。両方重なると50%増しになります。",
      "imagePath": null
    },
    {
      "question": "改善基準告示における「1週間」の運転時間は、2週間を平均して「44時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！原則は44時間です。",
      "imagePath": null
    },
    {
      "question": "フェリーに乗船している時間で、休息が確保されている場合は、「休息期間」として取り扱われる。",
      "isCorrect": true,
      "explanation": "正解！フェリー乗船中であっても、監視業務などがある場合は休息期間にはなりません。",
      "imagePath": null
    },
    {
      "question": "2人乗務（ダブルドライバー）の場合、1日の最大拘束時間は「20時間」まで延長することができる。",
      "isCorrect": true,
      "explanation": "正解！車両内に身体を伸ばして休息できる設備がある場合に限り、特例が認められます。",
      "imagePath": null
    },
    {
      "question": "平均賃金は、算定事由発生日以前「3ヶ月間」に支払われた賃金の総額を、その期間の総暦日数で除して計算する。",
      "isCorrect": true,
      "explanation": "正解！解雇予告手当や休業手当の算定基準になります。",
      "imagePath": null
    },
    {
      "question": "産前産後の女性が請求した場合、管理職であっても深夜業（午後10時〜午前5時）をさせてはならない。",
      "isCorrect": true,
      "explanation": "正解！妊産婦の健康保護のためです。",
      "imagePath": null
    },
    {
      "question": "満18歳に満たない者（年少者）には、原則として時間外労働や休日労働を行わせてはならない。",
      "isCorrect": true,
      "explanation": "正解！深夜業も原則禁止です。",
      "imagePath": null
    },
    {
      "question": "健康診断の結果、異常の所見があると診断された場合、医師の意見を聴き、就業場所の変更や労働時間の短縮などの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！事後措置の義務です。",
      "imagePath": null
    },
    {
      "question": "深夜業（午後10時〜午前5時）を含む業務に常時従事する労働者に対しては、健康診断を「6ヶ月以内ごとに1回」行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！特定業務従事者の健診です。トラック運転手は該当する場合が多いです。",
      "imagePath": null
    },
    {
      "question": "賃金は、通貨で、直接労働者に、全額を支払わなければならないが、法令に定めがある場合などは賃金の一部を控除して支払うことができる。",
      "isCorrect": true,
      "explanation": "正解！税金や社会保険料などの控除がこれに当たります。",
      "imagePath": null
    },
    {
      "question": "1日の拘束時間は、原則として「13時間」以内とし、延長する場合でも最大「16時間」を超えてはならない。",
      "isCorrect": false,
      "explanation": "不正解！【2024年新基準】最大「15時間」になりました。14時間を超えることができるのは週3回までです。（※以前の16時間は廃止されました）",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者が業務上負傷し、療養のために休業する期間およびその後30日間は、解雇してはならない。",
      "isCorrect": true,
      "explanation": "正解！解雇制限期間です。",
      "imagePath": null
    },
    {
      "question": "休日労働を行わせた場合、その時間は「3割5分（35%）以上」の割増賃金を支払わなければならない。",
      "isCorrect": true,
      "explanation": "正解！普通の残業（25%）よりも高い率が設定されています。",
      "imagePath": null
    },
    {
      "question": "予期し得ない事象（事故、故障、災害など）による遅延の場合、特例として1日の拘束時間や運転時間の制限を超えることが認められる場合がある。",
      "isCorrect": true,
      "explanation": "正解！ただし、事後の記録などが厳密に求められます。",
      "imagePath": null
    },
    {
      "question": "就業規則を作成・変更する場合、労働者の過半数代表者の「同意」を得なければならない。",
      "isCorrect": false,
      "explanation": "不正解！必要なのは「意見を聴くこと（意見書の添付）」であり、同意まで得る必要はありません。",
      "imagePath": null
    },
    {
      "question": "年次有給休暇の請求権は、これを2年間行使しないときは時効により消滅する。",
      "isCorrect": true,
      "explanation": "正解！使いきれなかった有休は2年で消えます。",
      "imagePath": null
    },
    {
      "question": "労働時間が6時間を超える場合は少なくとも45分、8時間を超える場合は少なくとも1時間の休憩時間を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！休憩時間は労働時間の「途中」に与える必要があります。",
      "imagePath": null
    },
    {
      "question": "トラック運転手であっても、法令および改善基準告示の範囲内であれば、休日労働を行わせることができる。",
      "isCorrect": true,
      "explanation": "正解！休日労働は可能ですが、拘束時間・運転時間などの厳しい制限を守る必要があります。",
      "imagePath": null
    }
  ],
  "part5": [
    {
      "question": "自動車の停止距離は、「空走距離」と「制動距離」を合わせたものである。",
      "isCorrect": true,
      "explanation": "正解！危険を感じてブレーキを踏むまでの「空走距離」と、踏んでから止まるまでの「制動距離」の合計です。",
      "imagePath": null
    },
    {
      "question": "速度が2倍になると、制動距離（ブレーキが効き始めてから停止するまでの距離）は「2倍」になる。",
      "isCorrect": false,
      "explanation": "不正解！制動距離は速度の「2乗」に比例します。つまり速度が2倍になると、制動距離は「4倍」になります。",
      "imagePath": null
    },
    {
      "question": "ハイドロプレーニング現象とは、雨天高速走行時にタイヤと路面の間に水膜ができ、ハンドルやブレーキが効かなくなる現象のことである。",
      "isCorrect": true,
      "explanation": "正解！タイヤが水の上に浮いた状態になります。スピードを落とすことが最大の予防策です。",
      "imagePath": null
    },
    {
      "question": "長い下り坂でフットブレーキを使いすぎると、摩擦熱でブレーキパッドが焼け、効きが悪くなる現象を「ベーパーロック現象」という。",
      "isCorrect": false,
      "explanation": "不正解！それは「フェード現象」です。「ベーパーロック現象」は、ブレーキ液が沸騰して気泡ができ、圧力が伝わらなくなる現象です。",
      "imagePath": null
    },
    {
      "question": "ABS（アンチロック・ブレーキ・システム）が作動したときは、ブレーキペダルを数回に分けて踏む（ポンピングブレーキ）のが効果的である。",
      "isCorrect": false,
      "explanation": "不正解！ABS作動時は、ペダルを「強く踏み続ける」のが正解です。ポンピングするとかえって制動距離が伸びてしまいます。",
      "imagePath": null
    },
    {
      "question": "大型トラックは、乗用車に比べて運転席が高いため、車間距離をつい詰めすぎてしまう傾向がある。",
      "isCorrect": true,
      "explanation": "正解！見下ろす視線になるため、前の車との距離が遠く感じられ、実際には近づきすぎてしまう錯覚が起きます。",
      "imagePath": null
    },
    {
      "question": "カーブを走行する際に働く遠心力は、速度の2乗に比例し、カーブの半径に反比例する。",
      "isCorrect": true,
      "explanation": "正解！スピードを出しすぎたり、急カーブ（半径が小さい）であるほど、外側に飛び出そうとする力が強くなります。",
      "imagePath": null
    },
    {
      "question": "「内輪差」とは、交差点を曲がるとき、後輪が前輪よりも内側を通ることによる軌跡の差をいう。",
      "isCorrect": true,
      "explanation": "正解！大型車ほど内輪差が大きいため、左折時の巻き込み事故に注意が必要です。",
      "imagePath": null
    },
    {
      "question": "人間の視野は、速度が速くなればなるほど広くなる。",
      "isCorrect": false,
      "explanation": "不正解！速度が速くなると一点を注視するため、視野は「狭く」なります。40km/hで約100度、100km/hでは約40度まで狭まると言われます。",
      "imagePath": null
    },
    {
      "question": "睡眠時無呼吸症候群（SAS）は、大きないびきや日中の強い眠気を伴うことが多く、漫然運転や居眠り運転の原因となる。",
      "isCorrect": true,
      "explanation": "正解！スクリーニング検査（SAS検査）で早期発見が可能です。",
      "imagePath": null
    },
    {
      "question": "夜間、対向車のライトと自車のライトが重なる部分で、歩行者などが見えなくなる現象を「蒸発現象（シルエット消失現象）」という。",
      "isCorrect": true,
      "explanation": "正解！お互いの光が重なり、対象物の輪郭が背景に溶け込んで見えなくなります。",
      "imagePath": null
    },
    {
      "question": "トラックの荷台に荷物を積むときは、重心の位置をできるだけ高く、かつ後方に偏らせるのが良い。",
      "isCorrect": false,
      "explanation": "危険です！重心が高いと横転しやすく、後方に偏ると前輪の接地力が弱まりハンドルが効かなくなります。重心は「低く、中心に」が原則です。",
      "imagePath": null
    },
    {
      "question": "エコドライブ（省エネ運転）の実践として、発進時は「ふんわりアクセル（最初の5秒で時速20km程度）」を心がける。",
      "isCorrect": true,
      "explanation": "正解！急発進を避けるだけで燃費が10%程度改善します。",
      "imagePath": null
    },
    {
      "question": "エア・ブレーキを装備した車では、ブレーキ・ペダルを踏み込んだり離したりすると、エア・タンクの空気圧が低下し、ブレーキの効きが悪くなることがある。",
      "isCorrect": true,
      "explanation": "正解！不必要なポンピングブレーキは避けるべきです（バタ踏み防止）。",
      "imagePath": null
    },
    {
      "question": "運転者が適性診断を受けた結果、特定の癖（急ブレーキが多い等）が指摘された場合、運行管理者はその結果に基づいて個別の指導を行う。",
      "isCorrect": true,
      "explanation": "正解！診断結果を指導に活用することが重要です。",
      "imagePath": null
    },
    {
      "question": "濃霧などで視界が悪いときは、前照灯（ヘッドライト）を上向き（ハイビーム）にするのが良い。",
      "isCorrect": false,
      "explanation": "不正解！霧の粒子に光が乱反射して、かえって目の前が真っ白になり見えなくなります。霧のときは「下向き（ロービーム）」またはフォグランプを使用します。",
      "imagePath": null
    },
    {
      "question": "「明順応」とは、明るい所から急に暗い所に入ったとき、目が慣れて見えるようになることである。",
      "isCorrect": false,
      "explanation": "不正解！それは「暗順応」です。明順応は暗い所から明るい所へ慣れることで、比較的早く順応します。暗順応は時間がかかります（トンネルの出入り等）。",
      "imagePath": null
    },
    {
      "question": "指差呼称（指差し確認）は、意識レベルを上げ、確認の精度を高める効果がある。",
      "isCorrect": true,
      "explanation": "正解！「信号よし！」「右よし！」と声に出すことでミスを減らせます。",
      "imagePath": null
    },
    {
      "question": "事業用トラックが高速道路で故障して停止する場合、停止表示器材の設置は義務である。",
      "isCorrect": true,
      "explanation": "正解！発炎筒の使用は義務ではありませんが、後続車への注意喚起として使用が強く推奨されています。",
      "imagePath": null
    },
    {
      "question": "適性診断における「動作の正確さ」の評価が低い運転者は、確認動作を省略したり、慌てて操作したりする傾向がある。",
      "isCorrect": true,
      "explanation": "正解！こうした特性に応じた指導が必要です。",
      "imagePath": null
    },
    {
      "question": "下り坂では、ギアをニュートラルにして惰性で走行すると燃費が良くなるため推奨される。",
      "isCorrect": false,
      "explanation": "危険です！エンジンブレーキが効かなくなり、フェード現象等の原因になります。燃料カット機能も働かないため、燃費も良くなりません。",
      "imagePath": null
    },
    {
      "question": "ドライブレコーダーの映像を記録・解析することは、ヒヤリハット体験の共有や安全教育に有効である。",
      "isCorrect": true,
      "explanation": "正解！客観的なデータに基づく指導が可能です。",
      "imagePath": null
    },
    {
      "question": "交通事故現場で負傷者を救護する際、頸椎損傷の疑いがない場合には、意識がない負傷者に対して気道を確保する。",
      "isCorrect": true,
      "explanation": "正解！交通事故ではむやみに頭を動かさず、状況に応じた救護が必要です。",
      "imagePath": null
    },
    {
      "question": "「クリープ現象」は、エンジンの回転数が高いほど、車が前に進もうとする力が弱くなる。",
      "isCorrect": false,
      "explanation": "不正解！回転数が高い（アイドリングが高い）ほど、クリープ現象による推進力は強くなります。",
      "imagePath": null
    },
    {
      "question": "大型車の後輪は、ダブルタイヤ（2本で1組）になっていることが多いが、点検時は外側のタイヤだけでなく内側のタイヤの空気圧や異物も確認する。",
      "isCorrect": true,
      "explanation": "正解！内側のタイヤは見にくいので点検がおろそかになりがちです。",
      "imagePath": null
    },
    {
      "question": "雪道での発進時は、ローギア（1速）を使うよりも、セカンドギア（2速）を使ってゆっくり発進する方がスリップしにくい。",
      "isCorrect": true,
      "explanation": "正解！駆動力が強すぎると空転してしまうため、あえて高いギアを使います。",
      "imagePath": null
    },
    {
      "question": "アルコールは、少量であれば脳の働きを活性化させ、運転操作の反応速度を高める効果がある。",
      "isCorrect": false,
      "explanation": "不正解！少量のアルコールでも脳の機能は麻痺し、判断力や反応速度は低下します。「酒気帯び」に基準値以下の例外はありません。",
      "imagePath": null
    },
    {
      "question": "点呼における指示事項として、「天候の急変時の対応」や「道路状況に応じた運行経路の変更」などを具体的に伝えることは有効である。",
      "isCorrect": true,
      "explanation": "正解！「気をつけて行け」といった抽象的な指示ではなく、具体的であるべきです。",
      "imagePath": null
    },
    {
      "question": "運転中の携帯電話の使用は、ハンズフリー装置を使っていれば、いかなる状況でも安全上問題はない。",
      "isCorrect": false,
      "explanation": "不正解！通話に意識が向くことで注意力が散漫になり、事故のリスクは高まります。会社の方針として禁止している場合も多いです。",
      "imagePath": null
    },
    {
      "question": "SAS（睡眠時無呼吸症候群）の疑いがある運転者には、専門医療機関を受診させる。",
      "isCorrect": true,
      "explanation": "正解！治療（CPAP療法など）を行えば、通常通り乗務を続けることが可能です。",
      "imagePath": null
    }
  ]
}